[A_towerpowerBuff H7BaseBuff]
mName="塔楼力量"
mTooltip=""

[A_towerpowerBuff2 H7BaseBuff]
mName="塔楼力量"
mTooltip=""

[A_Wait H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="塔楼力量"
mTooltip="生物将稍后行动。等待单位的行动顺序将被颠倒。"

[Academy.A_TowerAcademy_Attack H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="塔楼攻击"
mTooltip="对敌方生物射击，造成%d.min到%d.max点伤害。"

[Academy.H7AcademyTowerUnit H7TowerUnit]
mName="学院塔楼"
mLore=""

[Dungeon.A_TowerDungeon_Attack H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="塔楼攻击"
mTooltip="对敌方生物射击，造成%d.min到%d.max点伤害。"

[Dungeon.H7DungeonTowerUnit H7TowerUnit]
mName="地牢塔楼"
mLore=""

[Haven.A_TowerHaven_Attack H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="塔楼攻击"
mTooltip="对敌方生物射击，造成%d.min到%d.max点伤害。"

[Haven.H7HavenTowerUnit H7TowerUnit]
mName="圣堂塔楼"
mLore=""

[Necropolis.A_TowerNecropolis_Attack H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="塔楼攻击"
mTooltip="对敌方生物射击，造成%d.min到%d.max点伤害。"

[Necropolis.H7NecropolisTowerUnit H7TowerUnit]
mName="墓园塔楼"
mLore=""

[Stronghold.A_TowerStronghold_Attack H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="塔楼攻击"
mTooltip="对敌方生物射击，造成%d.min到%d.max点伤害。"

[Stronghold.H7StrongholdTowerUnit H7TowerUnit]
mName="据点塔楼"
mLore=""

[Sylvan.A_TowerSylvan_Attack H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="塔楼攻击"
mTooltip="对敌方生物射击，造成%d.min到%d.max点伤害。"

[Sylvan.H7SylvanTowerUnit H7TowerUnit]
mName="森林塔楼"
mLore=""